Repository: utkutombul/JustBot
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: tr_tr

source: *{user} has the following currencies:*
tr_tr: *{user} aşağıdaki para birimlerine sahip:*

source: Bank of {server}
tr_tr: {server} Bankası

source: This person doesn't have any currencies.
tr_tr: Bu kişinin hiç parası yok.

source: *Latest exchange rates for the selected currency ({currency}):*
tr_tr: *{currency} için son döviz kurları:*

source: {user} paid {amount} {currency} and bought {converted_amount} {converted_currency}.
tr_tr: {user} {amount} {currency} ödedi ve karşılığında {converted_amount} {converted_currency} satın aldı.

source: Invalid currency.
tr_tr: Geçersiz bir para birimi girdiniz.

source: You don't have enough {currency} to exchange.
tr_tr: Takas için yeterli {currency} yok.

source: {prefix}forex (Currency (SELL)) (Purchase amount) (Currency (BUY))
tr_tr: {prefix}forex (Para Birimi (SATILAN)) (Satın Alınacak Miktar) (Para Birimi (SATIN ALINAN))

source: Dealer has {dealer_hand} in total of {total}.
tr_tr: Kurpiyerde {dealer_hand} karşılığı toplam {total} var.

source: Dealer shows a {dealer_hand}.
tr_tr: Kurpiyer bir {dealer_hand} gösteriyor.

source: You have {player_hand} in total of {total_player_hand}.
tr_tr: Sizde {player_hand} karşılığı toplam {total_player_hand} var.

source: Sorry, you lost. Dealer hit a blackjack.
tr_tr: Üzgünüm, kaybettiniz. Kurpiyer blackjack açtı.

source: You busted. You lost.
tr_tr: Patladınız. Kaybettiniz.

source: Dealer busted. You won!
tr_tr: Kurpiyer patladı. Kazandınız!

source: Dealer has a higher hand. You lost.
tr_tr: Kurpiyerin eli daha yüksek. Kaybettiniz.

source: You have a higher hand. You won!
tr_tr: Sizin eliniz daha yüksek. Kazandınız!

source: hit
tr_tr: aç

source: stop
tr_tr: dur

source: You put {amount} {currency}.
tr_tr: {amount} {currency} bahis koydunuz.

source: Dealing cards...
tr_tr: Kartlar açılıyor...

source: Would you like to [hit], or [stop]?
tr_tr: Kart mı [aç]mak istersiniz, [dur]mak mı?,

source: You don't have have enough {currency}.
tr_tr: Hesabınızda yeterli {currency} yok.

source: {prefix}blackjack (Bet ({amount}))
tr_tr: {prefix}blackjack (Bahis ({amount}))

source: red
tr_tr: kırmızı

source: black
tr_tr: siyah

source: green
tr_tr: yeşil

source: odd
tr_tr: tek

source: even
tr_tr: çift

source: number (0-36)
tr_tr: sayı (0-36)

source: first column
tr_tr: ilk sütun

source: second column
tr_tr: ikinci sütun

source: third column
tr_tr: üçüncü sütun

source: first dozen
tr_tr: ilk düzine

source: second dozen
tr_tr: ikinci düzine

source: third dozen
tr_tr: üçüncü düzine

source: Invalid bet amount.
tr_tr: Geçersiz bir bahis miktarı girdiniz.

source: Invalid bet type.
tr_tr: Geçersiz bir bahis türü girdiniz.

source: **Roulette**
tr_tr: **Rulet**

source: You won! {amount} {currency} added to your bank account.
tr_tr: Kazandınız! {amount} {currency} hesabınıza eklendi.

source: Sorry, you lost.
tr_tr: Üzgünüm, kaybettiniz.

source: {prefix}roulette (Bet ({currency})) (Bet Type ({bet_type_list}))
tr_tr: {prefix}rulet (Bahis ({currency})) (Bahis Türü ({bet_type_list}))

source: _**Current open bets:**_
tr_tr: _**Açık bahisler:**_

source: _{total_people}_ people bet _{total_deposit} {main_currency}_ on this.
tr_tr: _{total_people}_ kişi bu bahise _{total_deposit} {main_currency}_ yatırmış.

source: Invalid bet number.
tr_tr: Geçersiz bir bahis numarası girdiniz.

source: You have added {bet_amount} {bet_currency} to your previous bet on #{bet_id}, making a total of {total_bet_amount} {bet_currency} on that bet.
tr_tr: #{bet_id} numaralı bahis için önceden yatırmış olduğunuz miktara {bet_amount} {bet_currency} eklediniz ve toplam {total_bet_amount} {bet_currency} oldu.

source: You betted {bet_amount} {bet_currency} for #{bet_id}.
tr_tr: #{bet_id} numaralı bahis için {bet_amount} {bet_currency} yatırdınız

source: {prefix}bahisoyna (Bet Number) (Bet Amount)*
tr_tr: {prefix}bahisoyna (Bahis Numarası) (Yatırılacak Miktar)*

source: Command has successfully been executed.
tr_tr: İşlem başarıyla gerçekleştirildi.

source: Deleted {deleted} messages.
tr_tr: {deleted} mesaj silindi.

source: {user} has opened a new bet: `{bet} ({bet_rate})`
tr_tr: {user} yeni bir bahis açtı: `{bet} ({bet_rate})`

source: You don't have access to this command.
tr_tr: Bu komuta erişmek için yetkiniz yok.

source: Result of "{bet}": `WON`
tr_tr: "{bet}" için sonuç: `TUTTU`

source: Result of "{bet}": `LOST`
tr_tr: "{bet}" için sonuç: `YATTI`

source: {user} has successfully predicted this bet and won {award} {currency}.
tr_tr: {user} bu bahsi tutturdu ve {award} {currency} kazandı.

source: {user} lost {deposit} {currency}.
tr_tr: {user} {deposit} {currency} kaybetti.

source: Message deleted for **{user}** in *{channel}*: `{message}`
tr_tr: **{user}** kullanıcısının *{channel}* kanalındaki mesajı silindi: `{message}`

source: `{user}` has left the server.
tr_tr: `{user}` sunucudan ayrıldı.

source: `{user}` has been banned from the server.
tr_tr: `{user}` sunucudan yasaklandı.

source: `{user}` has been unbanned from the server.
tr_tr: `{user}` kullanıcısının yasağı kaldırıldı.
